Repository: dgvirtual/kde-akl-lt-hugo
Catalog: content/newp/zodynai/generuoti/kde-specifiniai-terminai.tmx
Source language: lt
Languages: en

source: [KDE: prieigos klavišų žymė]
en: accelerator

source: patyręs naudotojas [KDE: vartotojas]
en: advanced user

source: [KDE: sudėtingesni nustatymai]
en: advanced settings

source: pavojaus signalas, [KDE: priminimas (pim programose)]
en: alarm

source: animacinė GIF rinkmena [KDE:] animacinis GIF failas
en: animated GIF file

source: programėlė, [KDE: įskiepis]
en: applet

source: archyvo rinkmena, archyvo [KDE:] failas; archyvuotinoji rinkmena, archyvuotinasis failas; pakas, pakuotasis failas
en: archive file

source: archyvas, pakas, pakuotasis [KDE:] failas
en: archive

source: tekstinė rinkmena, [KDE:] tekstinis failas
en: ASCII file

source: pridėti, [KDE: prisegti], pridėti [KDE: prisegti] priedą
en: attach

source: priedas, [KDE: priesaga]
en: attachment

source: garso rinkmena, [KDE:] garso failas
en: audio file

source: komandų rinkmena, [KDE:] komandų failas
en: batch file

source: [KDE: elgsena]
en: behavior

source: dvejetainė rinkmena, [KDE:] dvejetainis failas
en: binary file

source: [KDE: sietis]
en: binding

source: adresas, [KDE: žymelė]; įrašyti į adresyną [KDE: žymeles]; žymė
en: bookmark

source: įrašyti į adresyną [KDE: žymeles] kaip
en: bookmark as

source: adresynas [KDE: žymelės]
en: bookmarks

source: paleidimo rinkmena, [KDE:] paleidimo failas
en: boot file

source: [KDE: klavišų pasikartojimo kontrolė (jei tinka kontekste)]
en: bounce keys

source: parinkti, [KDE: naršyti]
en: browse

source: klaida, [KDE: yda], klaida [KDE: yda] programoje; riktas [KDE: yda]
en: bug

source: CAB rinkmena, [KDE:] CAB failas
en: CAB file

source: podėlis, [KDE: krepšys], spartinančioji atmintinė
en: cache memory

source: [KDE: katalogas]
en: catalogue

source: [KDE:] spragtelėti, spustelėti
en: click

source: palyginti rinkmenas, [KDE:] palyginti failus
en: compare files

source: sąranka, [KDE:] konfigūracija
en: configuration

source: [KDE: konfigūruoti]
en: configure

source: [KDE: (programos) lūžimas]
en: crash

source: [KDE: tarnyba (o ne: demonas)]
en: daemon

source: numatytasis naudotojas [KDE: vartotojas]
en: default user

source: katalogų serveris, [KDE: aplankų serveris]
en: directory server

source: katalogų medis, [KDE: aplankų medis]
en: directory tree

source: katalogas, [KDE: aplankas]
en: directory

source: paskirsta, [KDE: distributyvas], platinamasis paketas, platinamoji programa
en: distribution

source: [KDE: prišlieti, pritvirtinti]
en: dock

source: lango pritvirtinimas, [KDE: prišliejimas]
en: docking

source: elektroninis laiškas, [KDE: e. laiškas]; elektroninis paštas, [KDE: e. paštas]
en: e-mail

source: rinkmenos pabaiga, [KDE:] failo pabaiga
en: end of file

source: galutinis naudotojas [KDE: vartotojas]
en: end user

source: [KDE: išplėsti]
en: enhance

source: aplinka, [KDE: terpė, aplinka]
en: environment

source: vykdomoji rinkmena, [KDE:] vykdomasis failas
en: executable file

source: prievardis, [KDE: plėtinys (bylos)]
en: extension

source: [KDE: įmantrus]
en: fancy

source: [KDE: srities ženkliukas]
en: favicon

source: rinkmenų išdėstymo sistema, [KDE:] failų išdėstymo sistema
en: file allocation system

source: rinkmenos požymis, [KDE:] failo požymis
en: file attribute

source: rinkmenos formatas, [KDE:] failo formatas
en: file format

source: rinkmenų tvarkytuvė, [KDE:] failų tvarkytuvė
en: file manager

source: rinkmenų atkūrimas, [KDE:] failų atkūrimas
en: file recovery

source: rinkmenų serveris, [KDE:] failų serveris
en: file server

source: rinkmenos tipas, [KDE:] failo tipas
en: file type

source: rinkmenų virusas, [KDE:] failų virusas
en: file virus

source: rinkmena, [KDE:] failas
en: file

source: tinklų sietuvas [KDE: vartai]
en: gateway

source: GIF rinkmena, [KDE:] GIF failas
en: GIF file

source: grafikos rinkmena, [KDE:] grafikos failas
en: graphic file

source: žinyno rinkmena, [KDE:] žinyno failas
en: help file

source: [KDE: sustabdyti]
en: hibernate

source: slepiamoji rinkmena, [KDE:] slepiamasis failas
en: hidden file

source: [KDE: mazgas]
en: host

source: piktograma [KDE: ženkliukas, o ne: ikona, paveikslėlis]
en: icon

source: [KDE: sutraukti į ženkliuką ??]
en: iconify

source: [KDE: tapatybė, o ne: identiškumas]
en: identity

source: atvaizdis, paveikslas, [KDE: paveiksliukas]
en: image

source: pradinių nuostatų rinkmena, [KDE:] pradinių nuostatų failas
en: initialization file

source: [KDE: startuoti]
en: initialize

source: JAR rinkmena, [KDE:] JAR failas
en: JAR file

source: JPEG rinkmena, [KDE:] JPEG failas
en: JPEG (Joint Photographic Experts Group) file

source: [KDE: greitųjų klavišų derinys ??]
en: keyboard shortcut

source: [KDE: pagalbinė programa (kio)]
en: kio slave

source: {KDE: leistukas]
en: launcher

source: ilgasis rinkmenos vardas, [KDE:] ilgasis failo vardas
en: long file name

source: [KDE: perkelti langą į antrą planą]
en: lower window

source: adresatų sąrašas; elektroninio pašto grupė, [KDE: pašto sąrašas]
en: mailing list

source: išskleisti langą, [KDE: išdidinti langą]
en: maximize

source: metarinkmena, [KDE:] matafailas
en: metafile

source: suskleisti langą [KDE: sumažinti langą]
en: minimize

source: [KDE: (garso) maišytuvas]
en: mixer

source: [KDE: lapelis, lipnus lapelis]
en: note

source: pamesta rinkmena, [KDE:] pamestas failas
en: orphan file

source: [KDE:] pultas, skydelis
en: panel

source: virškatalogis, [KDE: aukštesnio lygmens aplankas]
en: parent directory

source: viršaplankis, [KDE: aukštesnio lygmens aplankas]
en: parent folder

source: [KDE: analizuoti]
en: parse

source: [KDE: analizuotuvė]
en: parser

source: [KDE: derinys]
en: pattern

source: [KDE: kanalas]
en: pipe

source: rezervuota vieta, vietaženklis [KDE: pakaitos simbolis]
en: placeholder

source: papildinys [KDE: priedas, o ne: įskiepis]
en: plug-in

source: prievadas; [KDE: programos realizavimas (konkrečioje OS)]
en: port

source: nuostata [KDE: pasirinkimas (kartais) prioritetai, o ne: parinktys, pasirinktys], parinktis
en: preference

source: spausdinti į rinkmeną [KDE: failą]
en: print to file

source: privatumo politika [KDE: privatumo taisyklės]
en: privacy policy

source: įgaliotasis serveris, [KDE: atstovaujantis serveris]
en: proxy server

source: įgaliotasis serveris, [KDE: atstovaujantis serveris]; įgaliotoji programa
en: proxy

source: [KDE: perkelti langą į pirmą planą]
en: raise window

source: nekeičiamoji rinkmena, [KDE:] nekeičiamasis failas
en: read-only file

source: [KDE: rekursyviai, ᳫaitant poaplankius]
en: recursively

source: reguliarusis reiškinys, [KDE: įprastoji išraiška]
en: regular expression

source: išteklių rinkmena, [KDE:] išteklių failas
en: resource file

source: [KDE: RSS kanalas]
en: RSS feed

source: slankjuostė, [KDE: slinkties juosta]
en: scroll bar

source: saugumo politika, [KDE:] saugumo taisyklės
en: security policy

source: išsipakuojanti rinkmena, [KDE:] išsipakuojantis failas
en: selfextracting file

source: nustata, [KDE: nustatymas - dgs. - nustatymai]
en: setting

source: [KDE: rodyti tik lango antraštės juostą]
en: shade window

source: trumpasis rinkmenos vardas, [KDE:] trumpasis failo vardas
en: short file name

source: parankinė, [KDE: šoninė juosta]
en: sidebar

source: [KDE: sistemos skambutis]
en: system bell

source: sisteminė rinkmena, [KDE:] sisteminis failas
en: system file

source: [KDE: išmoningas rodymas]
en: smart view

source: [KDE: (kodo) ištrauka]
en: snippet

source: [KDE: lizdas]
en: socket

source: pirminė rinkmena, [KDE:] pirminis failas
en: source file

source: [KDE: kaupa]
en: spooling

source: pristabdyti; [KDE: budėti]
en: stand by

source: [KDE: užmigdyti]
en: suspend

source: sukeitimų rinkmena, [KDE:] sukeitimų failas
en: swap file

source: programų juosta, [KDE:] užduočių juosta
en: task bar

source: [KDE:] užduotis [o ne: darbas, atliktinas darbas]
en: task

source: [KDE:] miniatiūra [o ne: ženkliukas]
en: thumbnail

source: [KDE: darbas, o ne: užduotis]
en: to-do

source: mygtukų juosta, [KDE: įrankių juosta]
en: toolbar

source: [KDE: sutrikimų šalinimas]
en: troubleshooting

source: [KDE: vadovas] unshade window
en: tutorial

source: naudotojo [KDE: vartotojo] sąsaja
en: user interface

source: abonento vardas, naudotojo [KDE: vartotojas] vardas, paskyros vardas, registracijos vardas
en: user name

source: abonentas, naudotojas, [KDE: vartotojas]
en: user

source: vaizdo rinkmena, [KDE:] vaizdo failas
en: video file

source: peržiūrėti, rodinys, [KDE: vaizdas], rodymas
en: view

source: [KDE: žiniatinklio trumpė]
en: web shortcut

source: [KDE:] vediklis [o ne: vedlys]
en: wizard

source: [KDE: įdėklas]
en: wrapper
